package com.dev.common.crawling;

public class ProdMeat {

	public static void main(String[] args) {
		ProdCrawlingImport dao = new ProdCrawlingImport();
		//category_id, start, end
		dao.im(6000166223L, 0, 10);

	}

}
/**
 * 96996 : 정육/계란류 - 계란/알류 - 계란
 * 96997 : 정육/계란류 - 계란/알류 - 메추리알
 * 96998 : 정육/계란류 - 계란/알류 - 훈제/반숙/가공란
 * 97011 : 정육/계란류 - 닭/오리고기 - 백숙용닭
 * 97012 : 정육/계란류 - 닭/오리고기 - 절단닭/볶음탕용닭
 * 97013 : 정육/계란류 - 닭/오리고기 - 닭가슴살/안심
 * 97014 : 정육/계란류 - 닭/오리고기 - 닭다리
 * 97015 : 정육/계란류 - 닭/오리고기 - 닭날개/윙/봉
 * 97016 : 정육/계란류 - 닭/오리고기 - 닭발/근위/기타부위
 * 97017 : 정육/계란류 - 닭/오리고기 - 생오리/훈제오리
 * 97028 : 정육/계란류 - 양고기 - 구이/스테이크
 * 97301 : 정육/계란류 - 양고기 - 기타양고기 => 없음
 * 97057 : 정육/계란류 - 돼지고기 - 삼겹살/목심/구이/수육
 * 97058 : 정육/계란류 - 돼지고기 - 불고기/찌개/다짐육
 * 97059 : 정육/계란류 - 돼지고기 - 갈비/찜
 * 97060 : 정육/계란류 - 돼지고기 - 장조림/돈가스/잡채용
 * 97061 : 정육/계란류 - 돼지고기 - 부속/기타부위
 * 97072 : 정육/계란류 - 국내산소고기 - 국거리
 * 97073 : 정육/계란류 - 국내산소고기 - 장조림/갈비/찜
 * 97074 : 정육/계란류 - 국내산소고기 - 구이/스테이크
 * 97075 : 정육/계란류 - 국내산소고기 - 불고기/잡채/샤브샤브용
 * 97076 : 정육/계란류 - 국내산소고기 - 다짐육/이유식
 * 97077 : 정육/계란류 - 국내산소고기 - 사골/곰탕
 * 97087 : 정육/계란류 - 수입산소고기 - 국거리
 * 97088 : 정육/계란류 - 수입산소고기 - 장조림/갈비/찜
 * 97089 : 정육/계란류 - 수입산소고기 - 구이/스테이크
 * 97090 : 정육/계란류 - 수입산소고기 - 불고기/잡채/샤브샤브용
 * 97091 : 정육/계란류 - 수입산소고기 - 다짐육/이유식
 * 97092 : 정육/계란류 - 수입산소고기 - 사골/곰탕 => 없음
 * 97102 : 정육/계란류 - 양념/가공육 - 소고기
 * 97103 : 정육/계란류 - 양념/가공육 - 돼지고기
 * 97104 : 정육/계란류 - 양념/가공육 - 닭고기
 * 97105 : 정육/계란류 - 양념/가공육 - 오리고기
 * 97106 : 정육/계란류 - 양념/가공육 - 양고기 => 없음
 * 97107 : 정육/계란류 - 양념/가공육 - 기타 가공육
 */