package com.dev.common.crawling;

public class ProdFish {

	public static void main(String[] args) {
		ProdCrawlingImport dao = new ProdCrawlingImport();
		//category_id, start, end
		dao.im(6000166223L, 0, 10);
	}

}
/**
 * 97242 : 수산물/건해산 - 생선 - 고등어/자반고등어
 * 97244 : 수산물/건해산 - 생선 - 갈치
 * 97245 : 수산물/건해산 - 생선 - 꽁치
 * 97246 : 수산물/건해산 - 생선 - 삼치 => 없음
 * 97247 : 수산물/건해산 - 생선 - 대구/우럭 => 없음
 * 97248 : 수산물/건해산 - 생선 - 조기/굴비
 * 97249 : 수산물/건해산 - 생선 - 가자미/굴비
 * 97250 : 수산물/건해산 - 생선 - 돔/옥돔/참돔 => 없음
 * 97251 : 수산물/건해산 - 생선 - 명태/동태/코다리
 * 97252 : 수산물/건해산 - 생선 - 장어
 * 97253 : 수산물/건해산 - 생선 - 연어
 * 97254 : 수산물/건해산 - 생선 - 민어/병어/기타 생선
 * 97255 : 수산물/건해산 - 생선 - 손질생선
 * 97258 : 수산물/건해산 - 오징어/낙지/주꾸미/문어 - 오징어/한치
 * 97259 : 수산물/건해산 - 오징어/낙지/주꾸미/문어 - 낙지
 * 97260 : 수산물/건해산 - 오징어/낙지/주꾸미/문어 - 주꾸미 => 없음
 * 97261 : 수산물/건해산 - 오징어/낙지/주꾸미/문어 - 문어 => 없음
 * 97273 : 수산물/건해산 - 새우/게/랍스터 - 새우
 * 97274 : 수산물/건해산 - 새우/게/랍스터 - 꽃게/대게/킹크랩
 * 97275 : 수산물/건해산 - 새우/게/랍스터 - 랍스터 => 없음
 * 97288 : 수산물/건해산 - 전복/굴/멍게/조개류 - 전복
 * 97289 : 수산물/건해산 - 전복/굴/멍게/조개류 - 굴
 * 97290 : 수산물/건해산 - 전복/굴/멍게/조개류 - 소라 => 없음
 * 97291 : 수산물/건해산 - 전복/굴/멍게/조개류 - 홍합
 * 97292 : 수산물/건해산 - 전복/굴/멍게/조개류 - 바지락
 * 97293 : 수산물/건해산 - 전복/굴/멍게/조개류 - 꼬막
 * 97294 : 수산물/건해산 - 전복/굴/멍게/조개류 - 모시/기타조개
 * 97295 : 수산물/건해산 - 전복/굴/멍게/조개류 - 멍게/해삼/미더덕/기타
 * 97303 : 수산물/건해산 - 회/명란/날치알/장 - 우럭/광어
 * 97304 : 수산물/건해산 - 회/명란/날치알/장 - 홍어 => 없음
 * 97305 : 수산물/건해산 - 회/명란/날치알/장 - 참치
 * 97307 : 수산물/건해산 - 회/명란/날치알/장 - 연어/훈제연어
 * 97309 : 수산물/건해산 - 회/명란/날치알/장 - 기타/제철회
 * 97310 : 수산물/건해산 - 회/명란/날치알/장 - 명란/날치알/어란
 * 97312 : 수산물/건해산 - 회/명란/날치알/장 - 게장/전복장/장
 * 97349 : 수산물/건해산 - 김/미역/기타해조류 - 조미김/도시락김
 * 97350 : 수산물/건해산 - 김/미역/기타해조류 - 생김/김밥용김
 * 97351 : 수산물/건해산 - 김/미역/기타해조류 - 김자반/김가루
 * 97352 : 수산물/건해산 - 김/미역/기타해조류 - 기타김/김스낵
 * 97353 : 수산물/건해산 - 김/미역/기타해조류 - 미역
 * 97354 : 수산물/건해산 - 김/미역/기타해조류 - 다시마
 * 97355 : 수산물/건해산 - 김/미역/기타해조류 - 매생이/톳/해조류
 * 140155 : 수산물/건해산 - 건오징어/건어물/다시팩 - 건오징어/한치/진미채
 * 140156 : 수산물/건해산 - 건오징어/건어물/다시팩 - 건새우
 * 140157 : 수산물/건해산 - 건오징어/건어물/다시팩 - 쥐포/어포/육포
 * 140158 : 수산물/건해산 - 건오징어/건어물/다시팩 - 멸치/기타건어물
 * 97364 : 수산물/건해산 - 멸치/황태/노가리 - 멸치
 * 97365 : 수산물/건해산 - 멸치/황태/노가리 - 황태
 * 97366 : 수산물/건해산 - 멸치/황태/노가리 - 노가리/먹태
 */